{"[PAD]": 0, "[SIL]": 1, "[UNK]": 2, "a1": 3, "a2": 4, "a3": 5, "a4": 6, "a5": 7, "ai1": 8, "ai2": 9, "ai3": 10, "ai4": 11, "ai5": 12, "an1": 13, "an2": 14, "an3": 15, "an4": 16, "an5": 17, "ang1": 18, "ang2": 19, "ang3": 20, "ang4": 21, "ang5": 22, "ao1": 23, "ao2": 24, "ao3": 25, "ao4": 26, "ao5": 27, "b": 28, "c": 29, "ch": 30, "d": 31, "e1": 32, "e2": 33, "e3": 34, "e4": 35, "e5": 36, "ei1": 37, "ei2": 38, "ei3": 39, "ei4": 40, "ei5": 41, "en1": 42, "en2": 43, "en3": 44, "en4": 45, "en5": 46, "eng1": 47, "eng2": 48, "eng3": 49, "eng4": 50, "eng5": 51, "er1": 52, "er2": 53, "er3": 54, "er4": 55, "er5": 56, "f": 57, "g": 58, "h": 59, "i1": 60, "i2": 61, "i3": 62, "i4": 63, "i5": 64, "ia1": 65, "ia2": 66, "ia3": 67, "ia4": 68, "ia5": 69, "ian1": 70, "ian2": 71, "ian3": 72, "ian4": 73, "ian5": 74, "iang1": 75, "iang2": 76, "iang3": 77, "iang4": 78, "iang5": 79, "iao1": 80, "iao2": 81, "iao3": 82, "iao4": 83, "iao5": 84, "ie1": 85, "ie2": 86, "ie3": 87, "ie4": 88, "ie5": 89, "ii1": 90, "ii2": 91, "ii3": 92, "ii4": 93, "ii5": 94, "iii1": 95, "iii2": 96, "iii3": 97, "iii4": 98, "iii5": 99, "in1": 100, "in2": 101, "in3": 102, "in4": 103, "in5": 104, "ing1": 105, "ing2": 106, "ing3": 107, "ing4": 108, "ing5": 109, "iong1": 110, "iong2": 111, "iong3": 112, "iong4": 113, "iong5": 114, "iou1": 115, "iou2": 116, "iou3": 117, "iou4": 118, "iou5": 119, "j": 120, "k": 121, "l": 122, "m": 123, "n": 124, "o1": 125, "o2": 126, "o3": 127, "o4": 128, "o5": 129, "ong1": 130, "ong2": 131, "ong3": 132, "ong4": 133, "ong5": 134, "ou1": 135, "ou2": 136, "ou3": 137, "ou4": 138, "ou5": 139, "p": 140, "q": 141, "r": 142, "rr": 143, "s": 144, "sh": 145, "t": 146, "u1": 147, "u2": 148, "u3": 149, "u4": 150, "u5": 151, "ua1": 152, "ua2": 153, "ua3": 154, "ua4": 155, "ua5": 156, "uai1": 157, "uai2": 158, "uai3": 159, "uai4": 160, "uai5": 161, "uan1": 162, "uan2": 163, "uan3": 164, "uan4": 165, "uan5": 166, "uang1": 167, "uang2": 168, "uang3": 169, "uang4": 170, "uang5": 171, "ui1": 172, "ui2": 173, "ui3": 174, "ui4": 175, "ui5": 176, "un1": 177, "un2": 178, "un3": 179, "un4": 180, "un5": 181, "uo1": 182, "uo2": 183, "uo3": 184, "uo4": 185, "uo5": 186, "v1": 187, "v2": 188, "v3": 189, "v4": 190, "v5": 191, "van1": 192, "van2": 193, "van3": 194, "van4": 195, "van5": 196, "ve1": 197, "ve2": 198, "ve3": 199, "ve4": 200, "ve5": 201, "vn1": 202, "vn2": 203, "vn3": 204, "vn4": 205, "vn5": 206, "x": 207, "z": 208, "zh": 209, "<s>": 210, "</s>": 211}